brew "vim"
brew "tmux"
brew "thefuck"
brew "fzf"
brew "wget"
brew "ripgrep"
brew "fd"
brew "bat"
brew "eza"
brew "jq"
brew "direnv"
brew "mise"
brew "shellcheck"
brew "uv"
brew "dockutil"
brew "mas"
brew "gh"
brew "zsh"
brew "python"
brew "cmake"
brew "postgresql"
brew "redis"
brew "git-delta"
brew "pnpm"
brew "git"
